<?php
// Heading
$_['heading_title']    		= 'Заказ обратного звонка v1.4';

// Text
$_['text_module']      		= 'Модули';
$_['text_success']    		= 'Настройки модуля обновлены!';
$_['text_content_top']    	= 'Содержание шапки';
$_['text_content_bottom'] 	= 'Содержание подвала';
$_['text_column_left']    	= 'Левая колонка';
$_['text_column_right']   	= 'Правая колонка';


$_['text_activate']   		= 'Активировать:<br /><span style="color:#666;font-size:11px;">активация вывода дополнительно информации. Режиме "Правый инфоблок - Скрыть" - делает скрытой правую часть модального окна</span>';
$_['text_address']   		= 'Адрес:';
$_['text_comment']   		= 'Комментарий:';
$_['text_tel']   			= 'Телефон:';
$_['text_fax']   			= 'Факс:';
$_['text_email']   			= 'Почта:';
$_['text_rightside']   		= '<b>Правый инфоблок:</b>';
$_['text_time']   			= 'Время звонка:';
$_['text_map']   			= 'Карта:';


// Entry
$_['entry_title']      		= 'Заголовок модуля';
$_['entry_link_title']      = 'Текст ссылки<br /><span style="color:#666;font-size:11px;">при клике по ссылке будет открываться форма заказа обратного звонка</span>'; 
$_['entry_email']       	= 'E-mail:<br /><span style="color:#666;font-size:11px;">сюда будет приходить письмо, но если поле не заполненно то письма будут приходить на основной e-mail магазина</span>';
$_['entry_required']      	= 'Текст для обязательных к заполнению полей';
$_['entry_address']      	= 'Адресс магазина<br /><span style="color:#666;font-size:11px;">если поле не заполненно то будет выводиться главный адрес магазина</span>';
$_['entry_map']      		= 'Адрес магазина на карте<br /><span style="color:#666;font-size:11px;">карта создана с помощью конструктора Яндекс карт. Размер карты должен быть не больше чем 269х140px</span>';
$_['entry_telephone']      	= 'Телефон<br /><span style="color:#666;font-size:11px;">если поле не заполненно то будет выводиться главный телефон магазина</span>';
$_['entry_mask']      	    = 'Маска для телефонных номеров<br /><span style="color:#666;font-size:11px;">вы можете задавать свою маску чисел, например для региональных номеров +7 так и +3. Числом 9 нужно указывать количество вводимых цифр в маске</span>';
$_['entry_fax']      		= 'Факс<br /><span style="color:#666;font-size:11px;">если поле не заполненно то будет выводиться главный факс магазина</span>';
$_['entry_layout']        	= 'Схема:';
$_['entry_position']     	= 'Расположение:';
$_['entry_status']       	= 'Статус:';
$_['entry_sort_order']      = 'Порядок сортировки:';



// Error
$_['error_permission'] 		= 'У Вас нет прав для управления этим модулем!';
$_['error_email']       	= 'Email адрес не валиден';

?>