<?php
// Heading
$_['heading_title']        = 'Доставка в зависимости от суммы, географической зоны и группы покупателей';

// Text
$_['text_shipping']        = 'Доставка';
$_['text_success']         = 'Настройки модуля обновлены!';
$_['text_settings']        = 'Настройки';
$_['text_modules']         = 'Модули';
$_['text_module']          = 'Модуль';

// Entry
$_['entry_title']          = 'Заголовок:';
$_['entry_sort_order']     = 'Порядок сортировки:';
$_['entry_name']           = 'Название способа доставки:';
$_['entry_rate']           = 'Расценки:<br /><span class="help">Например: 500:10.00,700:12.00 Сумма:Цена,Сумма:Цена, и т.д.</span>';
$_['entry_customer_group'] = 'Группа покупателей:';
$_['entry_tax']            = 'Класс налога:';
$_['entry_geo_zone']       = 'Географическая зона:';
$_['entry_status']         = 'Статус:';

// Error
$_['error_permission']     = 'У Вас нет прав для управления этим модулем!';
?>