<?php
// Heading
$_['heading_title']    = 'Доставка курьером по Москве и области ( За МКАД +30 рублей км)';

// Text
$_['text_shipping']    = 'Доставка курьером по Москве и области ( За МКАД +30 рублей км)';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_cost']       = 'Стоимость:';
$_['entry_tax_class']  = 'Класс налога:';
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>