<?php
// Heading
$_['heading_title']    = ' для Москвы и области - курьером';

// Text
$_['text_shipping']    = ' Для Москвы и области - курьером до МКАД (За МКАД +30 рублей км)';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_cost']       = 'Стоимость доставки:';
$_['entry_tax_class']  = 'Налоговый класс:';
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
?>