<?php 
// Text
$_['text_to']             = 'Получатель:';
$_['text_from']           = 'Отправитель:';
$_['text_subject']        = 'Тема:';
$_['text_date']           = 'Дата:';
$_['text_unsubs']         = 'Отписать';
$_['text_viewraw']        = 'Открыть исходник письма';

$_['success_del_mails']   = 'Выполнено! Успешно удалено писем: %s';

$_['error_permission']    = 'Ошибка! Нет прав для данной операции!';
$_['error_operation']     = 'Ошибка! Операция не выполнена!';
$_['error_get_mail']      = 'Ошибка! Не получены данные от сервера!';
?>