<?php
// Text
$_['text_title']       = 'Банковский перевод (предоплата за товар, услуги доставки оплачиваются курьеру)';
$_['image']       = '<div class="payment-overlay"></div><img src="./image/pay/banktransfernodelivery448.jpg" />';
$_['text_instruction'] = 'Инструкции по банковскому переводу';
$_['text_description'] = 'Пожалуйста, переведите общую сумму на следующий банковский счёт.';
$_['text_payment']     = 'Заказ не будет обработан, пока деньги не поступят на наш расчетный счёт.';
?>